1 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.12.09 | 4.0 | 잘쓰고있어요 향도좋고 굿굿
2 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.12.03 | 5.0 | 조금이라도 덜 자극적인게 좋겠거니 싶어서 사용합니다
3 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.11.27 | 5.0 | 향도 좋아요. 워터리스이지만 그냥 물에 헹궈줘요.
4 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.11.25 | 4.0 | 은것같아요열글자열글자
5 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.09.24 | 5.0 | 목욕은 전쟁인데작은 오염으로 전체목욕이  곤란할때 쓰고있어요
6 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.09.20 | 4.0 | 도망가버려서 뜯고 사용 못했어요
7 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.08.29 | 3.0 | | | 평소처럼 물이랑 일반 샴푸로 씻겼을때다 더 뽀송합니다.
8 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.07.27 | 3.0 | | | 사용전입니다ㅠㅠ사놓고못쓰고있어요 물없는 샤워지만 샤워는 샤워라서... 걱정스럽
9 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.07.25 | 5.0 | 이건 그나마 얌전하게 있습니다.털빗는걸 좋아해서 털빗는 시간에 살짝 묻혀서 씻겨줘요.
10 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.06.09 | 5.0 | 부들부들해지고 좋아요
11 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.02.03 | 5.0 | .
12 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.01.09 | 5.0 | 굿
13 |하이포닉 워터리스 샴푸 고양이용 190ml | 2019.01.05 | 1.0 | | 향이너무진해서 고양이가 싫어해요 거품을 문지르고 마른수건으로 닦으라는데 생각보다 안닦이고 무스바른것처럼 하루종일 끈끈하고 굳어버려요 결국 물에 젖은 수건이나 물로 씻게 되었어요ㅜ 목욕스트레스 받아서 큰맘먹고 구매했는데.. 발정도 씻기는데 사용할수있겠어요
14 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.12.20 | 4.0 | 애들이 화장실만데려가고 소리지르고 설사해서ㅜ 물없이 씻겨보려고삿는데 이것도 싫어할까봐 아직까지 사용못해봤어요
15 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.11.20 | 5.0 | 조아요
16 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.09.28 | 2.0 | | 이게 뿌리고 문지르면 되는줄 알았더니 물티슈로 다시 닦아줘야 하던;; 조금 찝찝함.. 일단 사용하면 깨끗해 지긴 합니다.. 좀 여러번 해줘야 하지만.. 인공적인 향이 좀 독해서 전 별로였네요
17 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.09.16 | 2.0 | | 편할줄 알았는데 기대이하
18 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.09.10 | 5.0 | 다른데서 사서 썼는데 여기서 팔아서 기뻐요!
19 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.07.26 | 3.0 | | | 물을 싫어해서 자주 샤워를 못하니 간편하게 한번씩 사용하기 좋은 제품입니다.
20 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.07.06 | 5.0 | 좋아요
21 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.04.10 | 4.0 | 아깽이라 아직 목욕 안해봤는데 똥 잘못누거나 털에 냄새 난다 싶을때 부분 세척할때 유용했습니다. 아무래도성분이 몸에 남으니 애들이 그루밍해서 핥아먹어도 되는지는 몰겠네요. 그래도 급할때 그 부분만 쓰고 살짝 물수건으로 닦으면 될듯합니다
22 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.03.30 | 4.0 | 수술해서 대신 여걸로 닦아주는데 이거 하고 완벽히 제품이 안닦엿는대 그루밍해서 뭔가 걱정이 되는데 괜찮겟죠? 냄새 폴폴 좋구 보송해요
23 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.01.10 | 3.0 | | | 근데 어디에 써야할까... 그냥 목욕시키는게 나을지도...목욕할때 사나운 냥냥이들에겐 효과좋을듯요 ㅎ
24 |하이포닉 워터리스 샴푸 고양이용 190ml | 2018.01.07 | 3.0 | | | 목욕 극도로 싫어하면 별수없져
25 |하이포닉 워터리스 샴푸 고양이용 190ml | 2017.12.25 | 5.0 | 괜찮은거같아요바로 거품이 나오니깐어떨지몰라서 양 작은걸로 샀는데다음엔 용량큰걸로 살까해요
26 |하이포닉 워터리스 샴푸 고양이용 190ml | 2017.11.18 | 3.0 | | | 쓸만함
27 |하이포닉 워터리스 샴푸 고양이용 190ml | 2017.10.25 | 3.0 | | | 중성화수술후 깔때기 차고있을때 가려워하길래 씻어주려샀는데 안씻겼을때랑 별차이가 없어요ㅠ
28 |하이포닉 워터리스 샴푸 고양이용 190ml | 2017.10.20 | 5.0 | 편하고 좋은데 냥님들은 피하네요 ㅋ
29 |하이포닉 워터리스 샴푸 고양이용 190ml | 2017.09.25 | 3.0 | | | 아직
30 |하이포닉 워터리스 샴푸 고양이용 190ml | 2017.09.16 | 5.0 | ㅋ



productList(데베 연동)
goodsInfo(데베 연동)
goodsReview
writingReview
ingredient
myPage
myReview
likeProduct
edit_review
